{
  "conversations": [
    {
      "usage": "Ask a customer if they want to have their food or drink here, or take it with them. (Short version: For here or to go?)", 
      "conversation": [
        "Let’s see...I’ve got one large coffee, and one chocolate chip cookie. Is that all?", 
        "Yes, that’s all today.", 
        "Great! Would you like that for here or to go?", 
        "I’ll take it to go, please.", 
        "Ok, I’ll get that coffee and cookie for you right now!"
      ], 
      "title": "Would you like that for here or to go?"
    }, 
    {
      "usage": "Use when a customer has to wait for something.", 
      "conversation": [
        "I can help whoever is next in line?", 
        "Oh that’s me, finally...", 
        "Thank you for your patience! Sorry for the long line.", 
        "It’s fine, I guess everyone needs their afternoon coffee.", 
        "Yeah, the morning was quiet but it’s been busy all afternoon!"
      ], 
      "title": "Thank you for your patience!"
    }, 
    {
      "usage": "Use to say goodbye to a customer in a friendly way.", 
      "conversation": [
        "Here is your change and your receipt.", 
        "Perfect, thanks!", 
        "No problem. Have a great day!", 
        "You too, have a good one!"
      ], 
      "title": "Have a great day!"
    }, 
    {
      "usage": "Use when the item a customer requested is not available.", 
      "conversation": [
        "Hi, what can I get for you today?", 
        "I’ll have a tuna salad sandwich, please.", 
        "I’m sorry, we’re all out of tuna salad.", 
        "Oh, no problem. Then I’ll have a turkey sandwich instead.", 
        "Ok, great! Do you want chips with that?"
      ], 
      "title": "Sorry, we're all out of ___."
    }, 
    {
      "usage": "Use to give a customer a suggestion about what to order.", 
      "conversation": [
        "Have you tried our new Fall specials?", 
        "No, not yet!", 
        "The apple cider is really popular.", 
        "Oh, that sounds delicious! I’ll have one of those, please.", 
        "Ok, great choice!"
      ], 
      "title": "The ___ is really popular."
    }, 
    {
      "usage": "Tell a customer that their order will be ready soon.", 
      "conversation": [
        "Just the lemonade for you today?", 
        "Yeah, that’s all for now.", 
        "Ok, we’ll have that ready in just a moment!", 
        "Thanks!"
      ], 
      "title": "We’ll have that ready in just a moment."
    }, 
    {
      "usage": "Ask if a customer wants to order any other items. (Short version: Anything else?)", 
      "conversation": [
        "Hi, what can I get you today?", 
        "I’ll have an iced tea, please.", 
        "Ok, can I get you anything else?", 
        "Hmm..I’ll have a blueberry muffin too.", 
        "Got it, here you go!"
      ], 
      "title": "Can I get you anything else?"
    }, 
    {
      "usage": "Ask a customer what size drink or meal they want to order.", 
      "conversation": [
        "Good morning!", 
        "Hi, I’ll take a cappuccino, please.", 
        "Sure, which size would you like?", 
        "Hmm I’ll go with a medium.", 
        "Ok, I’ll get that started for you right now."
      ], 
      "title": "Which size would you like?"
    }, 
    {
      "usage": "Ask a customer for their name, to put on the order. (Short version: Your name?)", 
      "conversation": [
        "What would you like today?", 
        "I’ll have a small hot chocolate, please.", 
        "Sure, can I have your name?", 
        "Yeah, it’s Maya.", 
        "Great! I’ll get that for you now, Maya."
      ], 
      "title": "Can I have your name?"
    }
  ], 
  "description": "These are polite phrases you can use to take customers' orders at a restaurant or cafe.", 
  "title": "Taking an Order"
}